English/ted-ed/2013-10-01 The uncertain location of electrons.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-25 Sat 09:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orgc479bc1" class="outline-2">
<h2 id="orgc479bc1">The uncertain location of electrons</h2>
<div class="outline-text-2" id="text-orgc479bc1">
<p>
George Zaidan and Charles Morto<br />
1<br />
You probably know that all stuff is made up of atoms<br />
	and that an atom is a really, really, really, really tiny particle.<br />
Every atom has a core,<br />
	which is made up of at least one positively charged particle called a proton,<br />
	and in most cases, some number of neutral particles called neutrons.<br />
That core is surrounded by negatively charged particles called electrons.<br />
The identity of an atom is determined only by the number of protons in its nucleus.<br />
Hydrogen is hydrogen because it has just one proton,<br />
	carbon is carbon because it has six,<br />
	gold is gold because it has 79, and so on.<br />
2<br />
Indulge me in a momentary tangent.<br />
How do we know about atomic structure?<br />
We can't see protons, neutrons, or electrons.<br />
So, we do a bunch of experiments and develop a model for what we think is there.<br />
Then we do some more experiments and see if they agree with the model.<br />
If they do, great.<br />
If they don't, it might be time for a new model.<br />
We've had lots of very different models for atoms since Democritus in 400 BC,<br />
	and there will almost certainly be many more to come.<br />
Okay, tangent over.<br />
3<br />
The cores of atoms tend to stick together,<br />
	but electrons are free to move,<br />
	and this is why chemists love electrons.<br />
If we could marry them, we probably would.<br />
But electrons are weird.<br />
They appear to behave either as particles, like little baseballs, or as waves, like water waves,<br />
	depending on the experiment that we perform.<br />
One of the weirdest things about electrons is that we can't exactly say where they are.<br />
It's not that we don't have the equipment,<br />
	it's that this uncertainty is part of our model of the electron.<br />
So, we can't pinpoint them, fine.<br />
But we can say<br />
	there's a certain probability of finding an electron in a given space around the nucleus.<br />
And that means that we can ask the following question:<br />
	If we drew a shape around the nucleus<br />
			such that we would be 95% sure of finding a given electron within that shape,<br />
		what would it look like?<br />
4<br />
Here are a few of these shapes.<br />
Chemists call them orbitals, and what each one looks like depends on, among other things,<br />
	how much energy it has.<br />
The more energy an orbital has, the farther most of its density is from the nucleus.<br />
By they way, why did we pick 95% and not 100%?<br />
Well, that's another quirk of our model of the electron.<br />
Past a certain distance from the nucleus,<br />
	the probability of finding an electron starts to decrease more or less exponentially,<br />
		which means that while it will approach zero, it'll never actually hit zero.<br />
So, in every atom, there is some small, but non-zero, probability that<br />
	for a very, very short period of time,<br />
		one of its electrons is at the other end of the known universe.<br />
But mostly electrons stay close to their nucleus as clouds of negative charged density<br />
	that shift and move with time.<br />
5<br />
How electrons from one atom interact with electrons from another determines almost everything.<br />
Atoms can give up their electrons, surrendering them to other atoms, or they can share electrons.<br />
And the dynamics of this social network are what make chemistry interesting.<br />
From plain old rocks to the beautiful complexity of life,<br />
	the nature of everything we see, hear, smell, taste, touch, and even feel is<br />
		determined at the atomic level.<br />
</p>
</div>
<div id="outline-container-org84c297a" class="outline-3">
<h3 id="org84c297a">expression</h3>
<div class="outline-text-3" id="text-org84c297a">
<p>
1<br />
particle: a very small piece of something<br />
proton: a very small piece of matter with a positive electrical charge that is in the central part of an atom<br />
neutral: not supporting any of the people or groups involved in an argument or disagreement<br />
The identity of sth.:<br />
nucleus:<br />
2<br />
Indulge: to let yourself do or have something that you enjoy<br />
in a momentary tangent: to start talking about something that is only slightly or indirectly related to the original subject<br />
develop a model for sth.:<br />
agree with the model:<br />
it might be time for doing/sth.:<br />
there will be many more to come:<br />
3<br />
tend to do sth.:<br />
stick together:<br />
behave either as particles:<br />
perform experiment :<br />
It's (not) that + &#x2026;:<br />
there's a certain probability of doing sth.:<br />
be 95% sure of doing:<br />
orbitals <i>ˈɔːbɪtl</i>: ring road<br />
density: the degree to which an area is filled with people or things<br />
quirk: a strange habit or feature of someone’s character, or a strange feature of something:<br />
exponentially <i>ˌekspəˈnenʃəl</i>:<br />
approach zero:<br />
hit zero:<br />
there is some small, but non-zero, probability that:<br />
for a very, very short period of time:<br />
interact with:<br />
surrender A. to B.: to give up something or someone, especially because you are forced to<br />
at the atomic level:<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
